# -*- coding: utf-8 -*-
"""
Created on Tue Aug  7 09:41:47 2018

@author: Administrator
"""

class read_dict(object):
    dict_label = {"订单卡单": 1.1 , "订单删单/撤单":1.2 
              , "订单待峻工":1.3 , "人像采集报错":2.1
              , "流量费用争议":3.1 , "缴费未到账(第三方平台问题)":4.1
              , "年付宽带到期停机":5.1 , "非实名/疑似虚假登记停机":5.2
              , "改签不限量套餐": 6.1 , "受理报错":6.2
              , "集团4G系统校验不通过":6.3 , "拆机/销户系统校验不通过":6.4
              , "过户不成功":6.5 , "签转不限量副卡未享受优惠":6.6
              , "一卡双号退订":7.1 , "未实名":7.2
              , "发票打印":8.1 , "增值发票":8.2
              , "串码释放":9.1 , "套餐补录":10.1
              , "套餐后台修改":10.2 , "客户编码合并":10.3
              , "OCS冷冻期解冻":10.4 , "工号权限/密码" :11.1
              , "IPTV卡单":12.1       ,"IPTV退单、删单":12.2
              , "ITV标清改高清/退单":12.3            , "财辅报账支撑":13.1
              , "固定资产支撑":13.2    , "采购支撑":13.3
              , "工程类项目支撑":13.4  , "电子流与易支撑重复派单":14.1
              , "无匹配标签":-1}
            
              
if __name__ == '__main__':
    read_dict.dict_label["订单卡单"]